const COMMON_SUFFIX = '\n\n▼キャンペーンはこちら\n\
  https://r10.to/h5O3vB';

const tweetMessages = {
  text1: '節約・投資促進サラリーマンの皆さん、通信費を見直しませんか！\
  浮いたお金は投資やNISAや自己投資を加速。賢い選択で、もっと自由に使える資金を増やしましょう！ \
  #楽天モバイル #節約術 #資産運用 #サラリーマンの味方'
  + COMMON_SUFFIX,
  
  text2: 'ポイント活用・実質的支出削減でランチ代も賢くポイントで！楽天ポイントがザクザク貯まるのが魅力\
  貯まったポイントは楽天市場でフル活用。日々の消費をお得に変えて、実質的な支出削減を実現しませんか？ \
  #楽天ポイント #ポイ活'
  + COMMON_SUFFIX,
  
  text3: 'データ無制限・ギガを気にせず快適に！楽天モバイルならデータ無制限で、\
  通勤中の動画視聴も（最近は）ストレスフリー。月末の速度制限に悩まされることなく快適な通信環境を手に入れましょう！ \
  #楽天モバイル #データ無制限'
  + COMMON_SUFFIX,
  
  text4: 'スマートな一本化・効率化仕事道具はスマートに一本化！楽天経済圏をフル活用。\
  日々の業務や生活をシンプルに。効率を重視するあなたに、楽天モバイルでスマートなビジネスライフを。 \
  #楽天経済圏 #スマホ決済 #効率化'
  + COMMON_SUFFIX,
  
  text5: '通勤時間の有効活用・自己投資通勤時間を自己投資のチャンスに！！\
  オンライン学習や最新ニュース収集もサクサク。移動時間を無駄にせず、スキルアップや情報収集に活用しませんか？ \
  #自己投資 #通勤時間 #スキルアップ'
  + COMMON_SUFFIX,
};

module.exports = tweetMessages;